astro-build.astro-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
google.geminicodeassist
huggingface.huggingface-vscode-chat
ms-azuretools.vscode-azureresourcegroups
ms-playwright.playwright
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.copilot-mermaid-diagram
ms-vscode.vscode-speech
ms-windows-ai-studio.windows-ai-studio
openai.chatgpt
openai.openai-chatgpt-adhoc
qwenlm.qwen-code-vscode-ide-companion
teamsdevapp.vscode-ai-foundry
typescriptteam.native-preview
vitest.explorer
vscodevim.vim
